Repository: yuval-openclaw/COVERA
Catalog: ios/Covera/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, ja, pt, th

source: Covera drafted these but could not trace them to your documents, so it will not show them. Ask your insurer instead.
ar: صاغ Covera هذه، لكنه لم يتمكن من ربطها بمستنداتك، لذلك لن يعرضها. اسأل مؤمنك بدلاً من ذلك.
de: Covera hat diese entworfen, konnte sie aber nicht Ihren Dokumenten zuordnen, daher werden sie nicht angezeigt. Fragen Sie stattdessen Ihren Versicherer.
es: Covera redactó esto pero no pudo vincularlo a sus documentos, por lo que no lo mostrará. Pregunte a su aseguradora en su lugar.
fr: Covera a rédigé ces éléments mais n'a pas pu les relier à vos documents, ils ne seront donc pas affichés. Demandez plutôt à votre assureur.
he: Covera ניסחה את אלה אך לא הצליחה לאתר אותם במסמכים שלך, ולכן לא תציג אותם. שאל את המבטח שלך במקום זאת.
hi: Covera ने इन्हें तैयार किया था लेकिन इन्हें आपके दस्तावेज़ों से नहीं जोड़ सका, इसलिए यह इन्हें नहीं दिखाएगा। इसके बजाय अपने बीमाकर्ता से पूछें।
ja: Coveraはこれらを作成しましたが、お客様の文書と照合できなかったため、表示しません。代わりに保険会社にお問い合わせください。
pt: A Covera elaborou-os, mas não conseguiu rastreá-los nos seus documentos, por isso não os mostrará. Pergunte à sua seguradora.
th: Covera ร่างสิ่งเหล่านี้ขึ้นมาแต่ไม่สามารถอ้างอิงกับเอกสารของคุณได้ จึงจะไม่แสดง โปรดสอบถามผู้ให้บริการประกันของคุณแทน

source: Covera is not a doctor and not a licensed insurance agent. This is a reading of your own documents, not medical advice and not a coverage decision. Your insurer decides what is covered.
ar: Covera ليس طبيبًا ولا وكيل تأمين مرخّصًا. هذه قراءة لمستنداتك الخاصة، وليست نصيحة طبية ولا قرار تغطية. شركة التأمين هي من تقرر ما هو مغطى.
de: Covera ist weder Arzt noch zugelassener Versicherungsvertreter. Dies ist eine Auslegung Ihrer eigenen Dokumente, keine medizinische Beratung und keine Leistungsentscheidung. Ihr Versicherer entscheidet, was abgedeckt ist.
es: Covera no es médico ni agente de seguros autorizado. Esto es una lectura de sus propios documentos, no un consejo médico ni una decisión de cobertura. Su aseguradora decide qué está cubierto.
fr: Covera n’est ni médecin ni agent d’assurance agréé. Il s’agit d’une lecture de vos propres documents, pas d’un avis médical ni d’une décision de couverture. Votre assureur décide de ce qui est couvert.
he: Covera אינה רופא ואינה סוכן ביטוח מורשה. זוהי קריאה של המסמכים שלך בלבד, לא ייעוץ רפואי ולא החלטת כיסוי. חברת הביטוח שלך קובעת מה מכוסה.
hi: Covera न तो डॉक्टर है और न ही लाइसेंसधारी बीमा एजेंट। यह आपके अपने दस्तावेज़ों का पठन है, चिकित्सा सलाह या कवरेज निर्णय नहीं। क्या कवर है, यह आपका बीमाकर्ता तय करता है।
ja: Coveraは医師でも認可を受けた保険代理店でもありません。これはご自身の書類の読み取りであり、医療上の助言や補償の判断ではありません。何が補償されるかは保険会社が決定します。
pt: Covera não é médico nem corretor de seguros licenciado. Esta é uma leitura dos seus próprios documentos, não um aconselhamento médico nem uma decisão de cobertura. Sua seguradora decide o que é coberto.
th: Covera ไม่ใช่แพทย์และไม่ใช่ตัวแทนประกันที่ได้รับอนุญาต นี่คือการอ่านเอกสารของคุณเอง ไม่ใช่คำแนะนำทางการแพทย์หรือการตัดสินความคุ้มครอง บริษัทประกันของคุณเป็นผู้ตัดสินว่าอะไรได้รับความคุ้มครอง

source: Covera is not a doctor. It will not tell you whether to have a procedure, and it does not know your medical history.
ar: Covera ليس طبيبًا. لن يخبرك ما إذا كان يجب عليك إجراء عملية، ولا يعرف تاريخك الطبي.
de: Covera ist kein Arzt. Es wird Ihnen nicht sagen, ob Sie einen Eingriff vornehmen sollen, und es kennt Ihre Krankengeschichte nicht.
es: Covera no es un médico. No le dirá si debe someterse a un procedimiento y no conoce su historial médico.
fr: Covera n'est pas un médecin. L'application ne vous dira pas si vous devez subir une procédure, et elle ne connaît pas vos antécédents médicaux.
he: Covera אינה רופא. היא לא תגיד לך אם לעבור הליך, והיא אינה יודעת את ההיסטוריה הרפואית שלך.
hi: Covera डॉक्टर नहीं है। यह आपको यह नहीं बताएगा कि कोई प्रक्रिया करानी है या नहीं, और इसे आपके मेडिकल इतिहास की जानकारी नहीं है।
ja: Coveraは医師ではありません。処置を受けるべきかどうかを指示することはなく、お客様の病歴も知りません。
pt: A Covera não é um médico. Não lhe dirá se deve fazer um procedimento e não conhece o seu histórico médico.
th: Covera ไม่ใช่แพทย์ จะไม่บอกคุณว่าควรทำหัตถการหรือไม่ และไม่ทราบประวัติทางการแพทย์ของคุณ

source: Covera is still reading this document. Nothing from it is used until every figure has been checked against its page.
ar: لا يزال Covera يقرأ هذا المستند. لا يتم استخدام أي شيء منه حتى يتم التحقق من كل رقم مقابل صفحته.
de: Covera liest dieses Dokument noch. Nichts daraus wird verwendet, bevor jede Zahl mit der entsprechenden Seite abgeglichen wurde.
es: Covera sigue leyendo este documento. No se usa nada hasta que cada cifra haya sido verificada con su página.
fr: Covera est toujours en train de lire ce document. Rien n'en est utilisé tant que chaque chiffre n'a pas été vérifié par rapport à sa page.
he: Covera עדיין קוראת מסמך זה. שום דבר ממנו אינו בשימוש עד שכל נתון נבדק מול העמוד שלו.
hi: Covera अभी भी यह दस्तावेज़ पढ़ रहा है। इसमें से कुछ भी तब तक उपयोग नहीं किया जाता जब तक कि हर अंक को उसके पृष्ठ से जाँच न लिया जाए।
ja: Coveraはこの文書をまだ読み取り中です。すべての数値がページと照合されるまで、その内容は使用されません。
pt: A Covera ainda está a ler este documento. Nada dele é usado até que cada valor tenha sido verificado na sua página.
th: Covera ยังคงอ่านเอกสารนี้อยู่ จะไม่มีการนำข้อมูลใดๆ จากเอกสารนี้ไปใช้จนกว่าตัวเลขทุกตัวจะได้รับการตรวจสอบกับหน้าเอกสารแล้ว

source: Covera received a reply it could not read safely, so nothing is shown.
ar: تلقى Covera ردًا لم يتمكن من قراءته بأمان، لذلك لم يتم عرض أي شيء.
de: Covera erhielt eine Antwort, die nicht sicher gelesen werden konnte, daher wird nichts angezeigt.
es: Covera recibió una respuesta que no pudo leer de forma segura, por lo que no se muestra nada.
fr: Covera a reçu une réponse qu'il n'a pas pu lire en toute sécurité, donc rien n'est affiché.
he: Covera קיבלה תשובה שלא יכלה לקרוא בבטחה, ולכן שום דבר לא מוצג.
hi: Covera को एक ऐसा जवाब मिला जिसे वह सुरक्षित रूप से पढ़ नहीं सका, इसलिए कुछ भी नहीं दिखाया गया है।
ja: Coveraは安全に読み取れない返信を受け取ったため、何も表示されません。
pt: A Covera recebeu uma resposta que não pôde ler em segurança, por isso nada é mostrado.
th: Covera ได้รับการตอบกลับที่ไม่สามารถอ่านได้อย่างปลอดภัย จึงไม่มีการแสดงสิ่งใด

source: Create account
ar: إنشاء حساب
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
he: צור חשבון
hi: खाता बनाएँ
ja: アカウントを作成
pt: Criar conta
th: สร้างบัญชี

source: Create your account
ar: أنشئ حسابك
de: Erstellen Sie Ihr Konto
es: Cree su cuenta
fr: Créez votre compte
he: צור את חשבונך
hi: अपना खाता बनाएँ
ja: アカウントを作成する
pt: Crie a sua conta
th: สร้างบัญชีของคุณ

source: Delete and sign out
ar: DELETE وتسجيل الخروج
de: Löschen und abmelden
es: Eliminar y cerrar sesión
fr: DELETE et se déconnecter
he: DELETE וצא/י
hi: DELETE और साइन आउट करें
ja: 削除してサインアウト
pt: DELETE e sair
th: ลบและออกจากระบบ

source: Delete everything?
ar: حذف كل شيء؟
de: Alles löschen?
es: ¿DELETE todo?
fr: Tout supprimer ?
he: למחוק הכל?
hi: सब कुछ DELETE करें?
ja: すべて削除しますか？
pt: Eliminar tudo?
th: ลบทั้งหมดหรือไม่?

source: Delete my account
ar: حذف حسابي
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
he: מחק את החשבון שלי
hi: मेरा खाता हटाएँ
ja: アカウントを削除
pt: Excluir minha conta
th: ลบบัญชีของฉัน

source: Delete this contact?
ar: DELETE جهة الاتصال هذه؟
de: Diesen Kontakt DELETE?
es: ¿DELETE este contacto?
fr: Supprimer ce contact ?
he: למחוק איש קשר זה?
hi: क्या इस संपर्क को DELETE करें?
ja: この連絡先をDELETEしますか？
pt: Excluir este contato?
th: DELETE ผู้ติดต่อนี้หรือไม่?

source: Dental
ar: أسنان
de: Zahnmedizin
fr: Dentaire
he: שיניים
hi: दाँतों का
ja: 歯科
pt: Dentário
th: ทันตกรรม

source: Dental treatment.
ar: علاج الأسنان.
de: Zahnbehandlung.
es: Tratamiento dental.
fr: Traitement dentaire.
he: טיפול שיניים.
hi: दाँतों का इलाज।
ja: 歯科治療。
pt: Tratamento dentário.
th: การรักษาทางทันตกรรม

source: Describe it in your own words
ar: صفه بكلماتك الخاصة
de: Beschreiben Sie es in Ihren eigenen Worten
es: Descríbalo con sus propias palabras
fr: Décrivez-le avec vos propres mots
he: תאר זאת במילים שלך
hi: इसे अपने शब्दों में बताएँ
ja: ご自身の言葉で説明してください
pt: Descreva-o com as suas próprias palavras
th: อธิบายด้วยคำพูดของคุณเอง

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
he: פרטים
hi: विवरण
ja: 詳細
pt: Detalhes
th: รายละเอียด

source: Do you have a referral?
ar: هل لديك إحالة؟
de: Haben Sie eine Überweisung?
es: ¿Tiene una derivación?
fr: Avez-vous une ordonnance d’orientation ?
he: האם יש לך הפניה?
hi: क्या आपके पास रेफरल है?
ja: 紹介状はありますか？
pt: Tem um encaminhamento?
th: คุณมีใบส่งตัวหรือไม่?

source: Documents are encrypted before they are written to storage.
ar: يتم تشفير المستندات قبل كتابتها إلى التخزين.
de: Dokumente werden verschlüsselt, bevor sie gespeichert werden.
es: Los documentos se cifran antes de ser guardados.
fr: Les documents sont chiffrés avant d'être écrits sur le stockage.
he: מסמכים מוצפנים לפני שהם נכתבים לאחסון.
hi: दस्तावेज़ों को स्टोरेज में लिखने से पहले एन्क्रिप्ट किया जाता है।
ja: 文書はストレージに書き込まれる前に暗号化されます。
pt: Os documentos são encriptados antes de serem gravados no armazenamento.
th: เอกสารจะถูกเข้ารหัสก่อนที่จะถูกบันทึกลงในที่เก็บข้อมูล

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
he: בוצע
hi: हो गया
ja: 完了
pt: Concluído
th: เสร็จสิ้น

source: Draft claim email
ar: مسودة بريد إلكتروني للمطالبة
de: Antrags-E-Mail entwerfen
es: Redactar correo de reclamo
fr: Brouillon d'e-mail de réclamation
he: טיוטת מייל תביעה
hi: दावा ईमेल ड्राफ़्ट करें
ja: 請求メールを作成
pt: Rascunhar e-mail de reclamação
th: ร่างอีเมลเรียกร้องค่าสินไหม

source: Each person can be on a different policy.
ar: يمكن أن يكون كل شخص على بوليصة مختلفة.
de: Jede Person kann eine andere Police haben.
es: Cada persona puede tener una póliza diferente.
fr: Chaque personne peut avoir une police différente.
he: כל אדם יכול להיות בפוליסה שונה.
hi: प्रत्येक व्यक्ति अलग पॉलिसी पर हो सकता है।
ja: 各人は異なる保険契約に加入できます。
pt: Cada pessoa pode ter uma apólice diferente.
th: แต่ละคนสามารถอยู่ภายใต้นโยบายที่แตกต่างกันได้

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
he: אימייל
hi: ईमेल
ja: メールアドレス
th: อีเมล

source: Emergency
ar: طوارئ
de: Notfall
es: Urgencia
fr: Urgence
he: חירום
hi: आपातकाल
ja: 緊急
pt: Emergência
th: ฉุกเฉิน

source: Encrypted at rest and in transit
ar: مشفرة في وضع السكون وأثناء النقل
de: Verschlüsselt im Ruhezustand und während der Übertragung
es: Cifrado en reposo y en tránsito
fr: Chiffré au repos et en transit
he: מוצפן במנוחה ובמעבר
hi: आराम और पारगमन में एन्क्रिप्टेड
ja: 保存時および転送時に暗号化
pt: Encriptado em repouso e em trânsito
th: เข้ารหัสทั้งขณะจัดเก็บและขณะส่งข้อมูล

source: Encrypted, kept to your account alone, and never used to train a model. Export or delete everything at any time from Account.
ar: مشفرة، ومحفوظة لحسابك وحده، ولا تُستخدم أبدًا لتدريب نموذج. يمكنك تصدير أو حذف كل شيء في أي وقت من الحساب.
de: Verschlüsselt, nur in Ihrem Konto gespeichert und niemals zum Trainieren eines Modells verwendet. Exportieren oder löschen Sie alles jederzeit unter Konto.
es: Cifrado, guardado solo en su cuenta y nunca usado para entrenar un modelo. Exporte o DELETE todo en cualquier momento desde Cuenta.
fr: Chiffré, conservé uniquement sur votre compte, et jamais utilisé pour entraîner un modèle. Exportez ou supprimez tout à tout moment depuis Compte.
he: מוצפן, נשמר בחשבונך בלבד, ולעולם אינו משמש לאימון מודל. ייצא או מחק הכל בכל עת מחשבון.
hi: एन्क्रिप्टेड, केवल आपके खाते तक सीमित, और कभी भी किसी मॉडल को प्रशिक्षित करने के लिए उपयोग नहीं किया जाता। खाते से कभी भी सब कुछ एक्सपोर्ट या DELETE करें।
ja: 暗号化され、お客様のアカウントのみに保管され、モデルのトレーニングには一切使用されません。アカウントからいつでもすべてをエクスポートまたは削除できます。
pt: Encriptado, mantido apenas na sua conta e nunca usado para treinar um modelo. Exporte ou elimine tudo a qualquer momento em Conta.
th: เข้ารหัส เก็บไว้ในบัญชีของคุณเท่านั้น และไม่เคยนำไปใช้ในการฝึกโมเดล ส่งออกหรือลบทุกสิ่งได้ตลอดเวลาจากบัญชี

source: Every contact with your insurer, in your own words.
ar: كل تواصل مع شركة التأمين الخاصة بك، بكلماتك الخاصة.
de: Jeder Kontakt mit Ihrer Versicherung, in Ihren eigenen Worten.
es: Cada contacto con su aseguradora, con sus propias palabras.
fr: Chaque contact avec votre assureur, dans vos propres mots.
he: כל פנייה לחברת הביטוח, במילים שלך.
hi: अपने बीमाकर्ता से हर बातचीत, अपने शब्दों में।
ja: 保険会社とのすべてのやり取りを、ご自身の言葉で。
pt: Cada contato com a sua seguradora, nas suas próprias palavras.
th: ทุกการติดต่อกับบริษัทประกันของคุณ ด้วยคำพูดของคุณเอง

source: Every figure Covera quotes from this policy links back to its page.
ar: كل رقم يقتبسه Covera من هذه البوليصة يعود إلى صفحته.
de: Jede Zahl, die Covera aus dieser Police zitiert, verweist auf die entsprechende Seite.
es: Cada cifra que Covera cita de esta póliza remite a su página.
fr: Chaque chiffre que Covera cite de cette police renvoie à sa page.
he: כל נתון ש-Covera מצטטת מפוליסה זו מקושר בחזרה לעמוד שלו.
hi: Covera इस पॉलिसी से जो भी अंक उद्धृत करता है, वह उसके पृष्ठ से जुड़ा होता है।
ja: Coveraがこの保険契約から引用するすべての数値は、そのページにリンクしています。
pt: Cada valor que a Covera cita desta apólice remete para a sua página.
th: ตัวเลขทุกตัวที่ Covera อ้างอิงจากนโยบายนี้จะเชื่อมโยงกลับไปยังหน้าเอกสารต้นฉบับ

source: Every figure is checked against the page it came from before you see it.
ar: يتم التحقق من كل رقم مقابل الصفحة التي جاء منها قبل أن تراه.
de: Jede Zahl wird mit der Ursprungsseite abgeglichen, bevor Sie sie sehen.
es: Cada cifra se verifica con la página de origen antes de que la vea.
fr: Chaque chiffre est vérifié par rapport à la page d'où il provient avant que vous ne le voyiez.
he: כל נתון נבדק מול העמוד שממנו הגיע לפני שאתה רואה אותו.
hi: हर अंक को उसके मूल पृष्ठ से जाँच लिया जाता है, इससे पहले कि आप उसे देखें।
ja: すべての数値は、お客様がご覧になる前に、元のページと照合されます。
pt: Cada valor é verificado na página de origem antes de o ver.
th: ตัวเลขทุกตัวจะถูกตรวจสอบกับหน้าเอกสารต้นฉบับก่อนที่คุณจะเห็น

source: Every figure it shows — a percentage, a cap, a deadline — is quoted from a page of your own policy, with the page number attached. If your policy does not say something, Covera says so and tells you what to ask your insurer.
ar: كل رقم يعرضه — نسبة مئوية، حد أقصى، موعد نهائي — مقتبس من صفحة من بوليصتك الخاصة، مع إرفاق رقم الصفحة. إذا كانت بوليصتك لا تذكر شيئًا، فإن Covera يوضح ذلك ويخبرك بما يجب أن تسأله لمؤمنك.
de: Jede angezeigte Zahl – ein Prozentsatz, eine Obergrenze, eine Frist – wird aus einer Seite Ihrer eigenen Police zitiert, mit Angabe der Seitenzahl. Wenn Ihre Police etwas nicht aussagt, weist Covera darauf hin und sagt Ihnen, was Sie Ihren Versicherer fragen sollen.
es: Cada cifra que muestra —un porcentaje, un límite, una fecha límite— se cita de una página de su propia póliza, con el número de página adjunto. Si su póliza no dice algo, Covera lo indica y le dice qué preguntar a su aseguradora.
fr: Chaque chiffre affiché — un pourcentage, un plafond, une date limite — est cité d'une page de votre propre police, avec le numéro de page joint. Si votre police ne dit pas quelque chose, Covera le signale et vous indique quoi demander à votre assureur.
he: כל נתון שהיא מציגה – אחוז, תקרה, מועד אחרון – מצוטט מעמוד בפוליסה שלך, עם מספר העמוד מצורף. אם הפוליסה שלך אינה אומרת משהו, Covera מציינת זאת ואומרת לך מה לשאול את המבטח שלך.
hi: यह जो भी अंक दिखाता है — एक प्रतिशत, एक सीमा, एक समय-सीमा — वह आपकी अपनी पॉलिसी के एक पृष्ठ से उद्धृत होता है, जिसमें पृष्ठ संख्या संलग्न होती है। यदि आपकी पॉलिसी कुछ नहीं कहती है, तो Covera ऐसा बताता है और आपको बताता है कि अपने बीमाकर्ता से क्या पूछना है।
ja: 表示されるすべての数値（割合、上限、期限など）は、お客様ご自身の保険契約のページから引用されており、ページ番号が付いています。お客様の保険契約に記載されていない場合は、Coveraがその旨を伝え、保険会社に何を尋ねるべきかをお知らせします。
pt: Cada valor que mostra — uma percentagem, um limite, um prazo — é citado de uma página da sua própria apólice, com o número da página anexado. Se a sua apólice não disser algo, a Covera informa-o e diz-lhe o que perguntar à sua seguradora.
th: ตัวเลขทุกตัวที่แสดง — ไม่ว่าจะเป็นเปอร์เซ็นต์, วงเงินสูงสุด, หรือกำหนดเวลา — ถูกอ้างอิงจากหน้าเอกสารในกรมธรรม์ของคุณเอง พร้อมระบุเลขหน้า หากกรมธรรม์ของคุณไม่ได้ระบุสิ่งใด Covera จะแจ้งให้ทราบและบอกคุณว่าควรสอบถามอะไรจากผู้ให้บริการประกันของคุณ

source: Export everything
ar: تصدير الكل
de: Alles exportieren
es: Exportar todo
fr: Tout exporter
he: ייצוא הכול
hi: सब कुछ निर्यात करें
ja: すべてエクスポート
pt: Exportar tudo
th: ส่งออกทั้งหมด

source: Export or delete
ar: تصدير أو حذف
de: Exportieren oder löschen
es: Exportar o DELETE
fr: Exporter ou supprimer
he: ייצא או מחק
hi: एक्सपोर्ट या DELETE करें
ja: エクスポートまたは削除
pt: Exportar ou eliminar
th: ส่งออกหรือลบ

source: For: %@
ar: لـ: %@
de: Für: %@
es: Para: %@
fr: Pour : %@
he: עבור: %@
hi: इसके लिए: %@
ja: 対象: %@
pt: Para: %@
th: สำหรับ: %@

source: Four things to know about what Covera is — and what it is not.
ar: أربعة أشياء يجب معرفتها حول ماهية Covera — وما ليس كذلك.
de: Vier Dinge, die Sie über Covera wissen sollten – und was es nicht ist.
es: Cuatro cosas que saber sobre lo que es Covera — y lo que no es.
fr: Quatre choses à savoir sur ce qu'est Covera — et ce qu'il n'est pas.
he: ארבעה דברים שכדאי לדעת על מהי Covera – ומהי לא.
hi: Covera क्या है — और क्या नहीं है, इसके बारे में जानने योग्य चार बातें।
ja: Coveraとは何か、そして何ではないかを知るべき4つのこと。
pt: Quatro coisas a saber sobre o que a Covera é — e o que não é.
th: สี่สิ่งที่ควรรู้เกี่ยวกับ Covera — ว่าคืออะไรและไม่ใช่สิ่งใด

source: From a family doctor or a specialist, if your policy asks for one.
ar: من طبيب عائلة أو أخصائي، إذا كانت بوليصتك تتطلب ذلك.
de: Von einem Hausarzt oder Spezialisten, falls Ihre Police dies verlangt.
es: De un médico de familia o un especialista, si su póliza lo requiere.
fr: D'un médecin de famille ou d'un spécialiste, si votre police l'exige.
he: מרופא משפחה או מומחה, אם הפוליסה שלך דורשת זאת.
hi: एक पारिवारिक डॉक्टर या विशेषज्ञ से, यदि आपकी पॉलिसी इसकी माँग करती है।
ja: 保険契約で求められる場合、かかりつけ医または専門医から。
pt: De um médico de família ou de um especialista, se a sua apólice o exigir.
th: จากแพทย์ประจำครอบครัวหรือผู้เชี่ยวชาญ หากกรมธรรม์ของคุณระบุให้มี

source: From your policy
ar: من وثيقتك
de: Aus Ihrer Police
es: De su póliza
fr: Tiré de votre police
he: מהפוליסה שלך
hi: आपकी पॉलिसी से
ja: あなたの保険証券より
pt: Da sua apólice
th: จากกรมธรรม์ของคุณ

source: General step
ar: خطوة عامة
de: Allgemeiner Schritt
es: Paso general
fr: Étape générale
he: שלב כללי
hi: सामान्य चरण
ja: 一般的な手順
pt: Passo geral
th: ขั้นตอนทั่วไป

source: Get a plan
ar: احصل على خطة
de: Einen Plan erstellen
es: Obtener un plan
fr: Obtenir un plan
he: קבל תוכנית
hi: योजना पाएँ
ja: プランを作成
pt: Obter um plano
th: รับแผน

source: Google sign-in didn’t complete. Try again.
ar: لم يكتمل تسجيل الدخول باستخدام Google. حاول مرة أخرى.
de: Google-Anmeldung nicht abgeschlossen. Bitte versuchen Sie es erneut.
es: El inicio de sesión con Google no se completó. Intente de nuevo.
fr: La connexion Google n'a pas abouti. Réessayez.
he: הכניסה באמצעות גוגל לא הושלמה. נסה שוב.
hi: Google साइन-इन पूरा नहीं हुआ। फिर से प्रयास करें।
ja: Googleサインインが完了しませんでした。もう一度お試しください。
pt: O início de sessão com o Google não foi concluído. Tente novamente.
th: การลงชื่อเข้าใช้ด้วย Google ไม่สำเร็จ โปรดลองอีกครั้ง

source: Google sign-in isn’t set up yet.
ar: لم يتم إعداد تسجيل الدخول باستخدام Google بعد.
de: Google-Anmeldung ist noch nicht eingerichtet.
es: El inicio de sesión con Google aún no está configurado.
fr: La connexion Google n'est pas encore configurée.
he: הכניסה באמצעות גוגל עדיין לא הוגדרה.
hi: Google साइन-इन अभी तक सेट अप नहीं हुआ है।
ja: Googleサインインはまだ設定されていません。
pt: O início de sessão com o Google ainda não está configurado.
th: การลงชื่อเข้าใช้ด้วย Google ยังไม่ได้ตั้งค่า

source: Guest account
ar: حساب الضيف
de: Gastkonto
es: Cuenta de invitado
fr: Compte invité
he: חשבון אורח
hi: अतिथि खाता
ja: ゲストアカウント
pt: Conta de convidado
th: บัญชีผู้เยี่ยมชม

source: Hide the quoted wording from page %lld
ar: إخفاء الصياغة المقتبسة من الصفحة %lld
de: Zitierten Text von Seite %lld ausblenden
es: Ocultar el texto citado de la página %lld
fr: Masquer le texte cité de la page %lld
he: הסתר את הניסוח המצוטט מעמוד %lld
hi: पृष्ठ %lld से उद्धृत शब्दावली छिपाएँ
ja: ページ%lldからの引用文言を非表示
pt: Ocultar a redação citada da página %lld
th: ซ่อนถ้อยคำที่อ้างอิงจากหน้า %lld

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
he: בית
hi: होम
ja: ホーム
pt: Início
th: หน้าแรก

source: How can we help?
ar: كيف يمكننا المساعدة؟
de: Wie können wir helfen?
es: ¿Cómo podemos ayudar?
fr: Comment pouvons-nous aider ?
he: איך נוכל לעזור?
hi: हम कैसे मदद करें?
ja: どのようにお手伝いできますか？
pt: Como podemos ajudar?
th: ให้เราช่วยอะไรดี?

source: How far along, and is anything being monitored closely?
ar: ما مدى التقدم، وهل يتم مراقبة أي شيء عن كثب؟
de: Wie weit fortgeschritten, und wird etwas genau überwacht?
es: ¿Qué tan avanzado está y se está monitoreando algo de cerca?
fr: À quel stade en est-on, et y a-t-il un suivi rapproché ?
he: באיזה שלב, והאם משהו נמצא במעקב צמוד?
hi: कितनी प्रगति हुई है, और क्या किसी चीज़ पर बारीकी से नज़र रखी जा रही है?
ja: どのくらい進んでいて、何かを注意深く監視していますか？
pt: Em que fase está, e algo está a ser monitorizado de perto?
th: ดำเนินการไปถึงไหนแล้ว และมีสิ่งใดที่ต้องติดตามอย่างใกล้ชิดหรือไม่?

source: How long do I have to submit a claim?
ar: كم من الوقت لدي لتقديم مطالبة؟
de: Wie lange habe ich Zeit, einen Anspruch einzureichen?
es: ¿Cuánto tiempo tengo para presentar un reclamo?
fr: Combien de temps pour soumettre une demande ?
he: כמה זמן יש לי להגיש תביעה?
hi: दावा प्रस्तुत करने के लिए कितना समय है?
ja: 請求提出の期間はどのくらいですか？
pt: Quanto tempo tenho para apresentar uma reclamação?
th: ฉันมีเวลาส่งเคลมนานแค่ไหน?

source: How soon is it?
ar: متى موعده؟
de: Wie bald ist es?
es: ¿Para cuándo es?
fr: Dans combien de temps ?
he: מתי זה קרוב?
hi: कितनी जल्दी है?
ja: いつまでですか？
pt: Quando é?
th: เร็วแค่ไหน?

source: I agree that Covera may process the health information in my documents to provide the service, as described in the Privacy Policy. I can withdraw this at any time by deleting my account.
ar: أوافق على أن Covera قد تعالج المعلومات الصحية في مستنداتي لتقديم الخدمة، كما هو موضح في سياسة الخصوصية. يمكنني سحب هذا في أي وقت عن طريق DELETE حسابي.
de: Ich stimme zu, dass Covera die Gesundheitsinformationen in meinen Dokumenten zur Bereitstellung des Dienstes verarbeiten darf, wie in der Datenschutzerklärung beschrieben. Ich kann dies jederzeit durch Löschen meines Kontos widerrufen.
es: Acepto que Covera puede procesar la información de salud en mis documentos para proporcionar el servicio, según se describe en la Política de Privacidad. Puedo retirar esto en cualquier momento eliminando mi cuenta.
fr: J'accepte que Covera puisse traiter les informations de santé contenues dans mes documents pour fournir le service, tel que décrit dans la Politique de confidentialité. Je peux retirer ce consentement à tout moment en DELETE mon compte.
he: אני מסכים/ה ש-Covera תעבד את מידע הבריאות במסמכים שלי כדי לספק את השירות, כמתואר במדיניות הפרטיות. אני יכול/ה לבטל זאת בכל עת על ידי DELETE חשבוני.
hi: मैं सहमत हूँ कि Covera सेवा प्रदान करने के लिए मेरे दस्तावेज़ों में स्वास्थ्य जानकारी को संसाधित कर सकता है, जैसा कि गोपनीयता नीति में वर्णित है। मैं किसी भी समय अपना खाता DELETE करके इसे वापस ले सकता हूँ।
ja: プライバシーポリシーに記載されている通り、Coveraがサービス提供のため私の書類内の健康情報を処理することに同意します。アカウントを削除することで、いつでもこの同意を撤回できます。
pt: Concordo que a Covera pode processar as informações de saúde nos meus documentos para fornecer o serviço, conforme descrito na Política de Privacidade. Posso retirar este consentimento a qualquer momento, eliminando a minha conta.
th: ฉันตกลงให้ Covera ประมวลผลข้อมูลสุขภาพในเอกสารของฉันเพื่อให้บริการ ตามที่ระบุไว้ในนโยบายความเป็นส่วนตัว ฉันสามารถถอนความยินยอมนี้ได้ทุกเมื่อโดยการ DELETE บัญชีของฉัน
